Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: A session here is something you did FOR the goal — a breathing exercise, a walk, a mobility session — either ticked off in Your plan or logged against this goal. Your stress and HRV data are shown separately; they're context, not a count.
de: Eine Einheit ist hier etwas, das du FÜR das Ziel getan hast – eine Atemübung, ein Spaziergang, eine Mobility-Einheit – entweder in deinem Plan abgehakt oder für dieses Ziel protokolliert. Deine Stress- und HRV-Daten stehen getrennt davon; sie sind Kontext, keine Zählung.
es: Una sesión aquí es algo que usted hizo PARA el objetivo (un ejercicio de respiración, una caminata, una sesión de movilidad), ya sea marcado en Su plan o registrado en este objetivo. Sus datos de estrés y HRV se muestran por separado; son contexto, no un recuento.
fr: Une séance ici est quelque chose que vous avez fait POUR l'objectif – un exercice de respiration, une marche, une séance de mobilité – soit coché dans votre plan, soit enregistré par rapport à cet objectif. Vos données de stress et HRV sont affichées séparément ; c'est du contexte, pas un décompte.
it: Una sessione qui è qualcosa che hai fatto PER l'obiettivo (un esercizio di respirazione, una passeggiata, una sessione di mobilità) contrassegnato nel tuo piano o registrato rispetto a questo obiettivo. Il tuo stress e i dati HRV vengono mostrati separatamente; sono contesto, non un conteggio.
pl: Sesja to coś, co zrobiłeś DLA celu — ćwiczenie oddechowe, spacer, sesja mobilności — odhaczone w Twoim planie albo zapisane przy tym celu. Dane o stresie i HRV pokazujemy osobno; są kontekstem, nie licznikiem.
pt_pt: Uma sessão aqui é algo que você fez PARA o objetivo – um exercício respiratório, uma caminhada, uma sessão de mobilidade – marcada em Seu plano ou registrada em relação a esse objetivo. Seus dados de estresse e HRV são mostrados separadamente; eles são contexto, não uma contagem.
ru: Сеанс здесь — это то, что вы сделали ДЛЯ достижения цели — дыхательное упражнение, прогулка, сеанс мобильности — либо отмеченный галочкой в вашем плане, либо зарегистрированный в соответствии с этой целью. Данные о вашем стрессе и HRV отображаются отдельно; это контекст, а не счет.
th: เซสชั่นที่นี่คือสิ่งที่คุณทำเพื่อเป้าหมาย — การฝึกหายใจ การเดิน เซสชั่นการเคลื่อนไหว — ทำเครื่องหมายถูกในแผนของคุณหรือเข้าสู่ระบบโดยเทียบกับเป้าหมายนี้ ข้อมูลความเครียดและข้อมูล HRV ของคุณจะแสดงแยกกัน มันเป็นบริบท ไม่ใช่การนับ
zh_hans: 这里的训练是你为了目标所做的事情——呼吸练习、散步、活动训练——要么在你的计划中勾选，要么根据这个目标记录。您的压力和 HRV 数据单独显示；它们是上下文，而不是计数。
zh_hant: 這裡的訓練是你為了目標所做的事情——呼吸練習、散步、活動訓練——要么在你的計劃中勾選，要么根據這個目標記錄。您的壓力和 HRV 資料單獨顯示；它們是上下文，而不是計數。

source: A session proposed for you to accept or change
de: Eine Einheit, die du annehmen oder ändern kannst
es: Una sesión propuesta para que aceptes o cambies
fr: Une séance proposée à accepter ou à modifier
it: Una sessione proposta da accettare o modificare
pl: Sesja zaproponowana do akceptacji lub zmiany
pt_pt: Uma sessão proposta para você aceitar ou alterar
ru: Сеанс, предложенный вам принять или изменить
th: เซสชันที่เสนอให้คุณยอมรับหรือเปลี่ยนแปลง
zh_hans: 建议您接受或更改的会话
zh_hant: 建議您接受或變更的會話

source: A shareable one-page PDF of recovery, sleep, HRV, resting HR and strain over a range, saved on your %@.
de: Ein teilbares einseitiges PDF von Erholung, Schlaf, HRV, Ruheherzfrequenz und Belastung über einen Zeitraum, gespeichert auf deinem %@.
es: Un PDF compartible de una página con recuperación, sueño, VFC, FC en reposo y esfuerzo en un rango, guardado en tu %@.
fr: Un PDF d'une page, partageable, de récupération, sommeil, VFC, FC au repos et effort sur une période, enregistré sur votre %@.
it: Un PDF di una pagina condivisibile di recupero, sonno, HRV, FC a riposo e carico in un intervallo, salvato sul tuo %@.
pl: Jednostronicowy plik PDF do udostępniania przedstawiający regenerację, sen, HRV, tętno spoczynkowe i obciążenie w określonym zakresie, zapisany na Twoim %@.
pt_pt: Um PDF partilhável de uma página sobre recuperação, sono, VFC, FC em repouso e esforço num intervalo, guardado no teu %@.
ru: Одностраничный PDF для отправки с данными восстановления, сна, ВСР, пульса в покое и нагрузки за период, сохранённый на вашем %@.
th: PDF หน้าเดียวที่แชร์ได้ของการฟื้นตัว การนอน HRV HR ขณะพัก และภาระร่างกายในช่วงต่างๆ ที่บันทึกไว้ใน %@ ของคุณ
zh_hans: 一份可分享的单页 PDF，涵盖某个范围内的恢复、睡眠、HRV、静息心率和强度，保存在你的 %@ 上。
zh_hant: 一份可分享的單頁 PDF，涵蓋某個範圍內的恢復、睡眠、HRV、靜息心率和強度，保存在你的 %@ 上。

source: A short read when you ask the coach about one health card.
de: Eine kurze Einordnung, wenn du den Coach zu einer Gesundheitskarte fragst.
es: Una lectura breve cuando le preguntas al coach sobre una tarjeta de salud.
fr: Une brève lecture quand tu interroges le coach sur une carte de santé.
it: Una breve lettura quando chiedi all'allenatore di una tessera sanitaria.
pl: Krótka lektura, gdy zapytasz trenera o jedną kartę zdrowia.
pt_pt: Uma breve leitura quando você pergunta ao treinador sobre um cartão de saúde.
ru: Короткое чтение, когда вы спрашиваете тренера об одной медицинской карте.
th: อ่านสั้นๆ เมื่อคุณถามโค้ชเกี่ยวกับบัตรสุขภาพหนึ่งใบ
zh_hans: 当您向教练询问一张健康卡时，请简短阅读。
zh_hant: 當您向教練詢問一張健康卡時，請簡短閱讀。

source: A short, guided setup — or tap above to fill it in all at once.
de: Eine kurze, geführte Einrichtung – oder oben tippen und alles auf einmal ausfüllen.
es: Una configuración breve y guiada, o toca arriba para rellenarlo todo de una vez.
fr: Une configuration courte et guidée – ou touchez ci-dessus pour tout remplir d’un coup.
it: Una breve configurazione guidata oppure tocca sopra per compilarlo tutto in una volta.
pl: Krótka konfiguracja krok po kroku — albo dotknij powyżej, by wypełnić wszystko naraz.
pt_pt: Uma configuração curta e guiada – ou toque acima para preencher tudo de uma vez.
ru: Краткая пошаговая настройка — или нажмите выше, чтобы заполнить все сразу.
th: การตั้งค่าสั้นๆ พร้อมคำแนะนำ — หรือแตะด้านบนเพื่อกรอกข้อมูลทั้งหมดในครั้งเดียว
zh_hans: 简短的引导式设置 - 或点击上方一次性填写全部内容。
zh_hant: 簡短的引導式設定 - 或點擊上方一次填寫全部內容。

source: A short, guided setup.
de: Eine kurze, geführte Einrichtung.
es: Una configuración breve y guiada.
fr: Une configuration courte et guidée.
it: Una breve configurazione guidata.
pl: Krótka konfiguracja krok po kroku.
pt_pt: Uma configuração curta e guiada.
ru: Краткая пошаговая настройка.
th: การตั้งค่าสั้นๆ พร้อมคำแนะนำ
zh_hans: 简短的指导设置。
zh_hant: 簡短的指導設定。

source: A Shortcut wants to add %lld days and %lld workouts to the Apple Health import source.
de: Ein Kurzbefehl möchte %lld Tage und %lld Workouts zur Apple-Health-Importquelle hinzufügen.
es: Un atajo quiere añadir %lld días y %lld entrenamientos a la fuente de importación de Apple Health.
fr: Un raccourci veut ajouter %lld jours et %lld entraînements à la source d'import Apple Santé.
pl: Skrót chce dodać dni %lld i treningi %lld do źródła importu Apple Health.
pt_pt: Um atalho pretende adicionar %lld dias e %lld treinos à fonte de importação do Apple Health.
th: ทางลัดต้องการเพิ่มวัน %lld และการออกกำลังกาย %lld ไปยังแหล่งนำเข้า Apple Health

source: A Shortcut wants to add data to the Apple Health import source.
de: Ein Kurzbefehl möchte Daten zur Apple-Health-Importquelle hinzufügen.
es: Un atajo quiere añadir datos a la fuente de importación de Apple Health.
fr: Un raccourci veut ajouter des données à la source d'import Apple Santé.
pl: Skrót chce dodać dane do źródła importu Apple Health.
pt_pt: Um atalho pretende adicionar dados à fonte de importação do Apple Health.
th: ทางลัดต้องการเพิ่มข้อมูลไปยังแหล่งนำเข้า Apple Health

source: A signature ring distils HRV, resting heart rate and sleep into one calm read on whether to push or rest.
de: Ein Signatur-Ring verdichtet HRV, Ruheherzfrequenz und Schlaf zu einer ruhigen Aussage, ob du Gas geben oder ruhen solltest.
es: Un anillo distintivo que resume la VFC, la frecuencia cardíaca en reposo y el sueño en una lectura serena sobre si exigirte o descansar.
fr: Un anneau signature condense la VFC, la fréquence cardiaque au repos et le sommeil en une lecture sereine pour savoir s'il faut pousser ou se reposer.
it: Un anello distintivo che condensa HRV, frequenza cardiaca a riposo e sonno in un'unica lettura tranquilla su quando spingere o riposare.
pl: Charakterystyczny pierścień destyluje HRV, tętno spoczynkowe i sen w jedną spokojną lekturę, czy naciskać, czy odpoczywać.
pt_pt: Um anel exclusivo destila a VFC, a frequência cardíaca em repouso e o sono numa leitura calma sobre se deve fazer força ou descansar.
ru: Фирменное кольцо сводит ВСР, пульс в покое и сон в один спокойный показатель того, стоит ли напрячься или отдохнуть.
th: วงแหวนหลักสรุป HRV อัตราการเต้นหัวใจขณะพัก และการนอน เพื่อช่วยตัดสินใจว่าวันนี้ควรออกแรงหรือพักฟื้น
zh_hans: 一枚标志性圆环将 HRV、静息心率和睡眠浓缩为一个平静的判断：该冲还是该歇。
zh_hant: 一個標誌性的圓環，將 HRV、靜息心率與睡眠濃縮成一個平靜的判讀：該衝還是該休息。

source: A simple goal that adjusts to your effort. General wellness guidance, not medical advice.
de: Ein einfaches Ziel, das sich deiner Anstrengung anpasst. Allgemeine Wellness-Orientierung, kein medizinischer Rat.
es: Una meta simple que se ajusta a tu esfuerzo. Orientación general de bienestar, no consejo médico.
fr: Un objectif simple qui s'adapte à votre effort. Une orientation générale de bien-être, pas un avis médical.
it: Un obiettivo semplice che si adatta al tuo sforzo. Indicazioni generali di benessere, non consigli medici.
pl: Prosty cel, który dostosowuje się do Twojego wysiłku. Ogólne wskazówki dotyczące dobrego samopoczucia, a nie porada lekarska.
pt_pt: Uma meta simples que se ajusta ao teu esforço. Orientações gerais de bem-estar, não conselhos médicos.
ru: Простая цель, которая подстраивается под ваше усилие. Общие рекомендации по самочувствию, а не медицинский совет.
th: เป้าหมายง่ายๆ ที่ปรับให้เข้ากับภาระร่างกายของคุณ คำแนะนำด้านสุขภาพทั่วไป ไม่ใช่คำแนะนำทางการแพทย์
zh_hans: 一个会根据你的消耗进行调整的简单目标。一般性的健康指引，而非医疗建议。
zh_hant: 一個會根據你的消耗進行調整的簡單目標。一般性的健康指引，而非醫療建議。

source: A standalone companion for your WHOOP. Everything stays on this device, your history, your live stream, your numbers. Nothing is uploaded. NOOP is an independent, experimental project, not the WHOOP app.
de: Ein eigenständiger Begleiter für dein WHOOP. Alles bleibt auf diesem Gerät, deine Historie, dein Live-Stream, deine Werte. Nichts wird hochgeladen. NOOP ist ein unabhängiges, experimentelles Projekt, nicht die WHOOP-App.
es: Un complemento independiente para tu WHOOP. Todo permanece en este dispositivo: tu historial, tu transmisión de datos, tus números. No se sube nada. NOOP es un proyecto independiente y experimental, no la app de WHOOP.
fr: Un compagnon autonome pour votre WHOOP. Tout reste sur cet appareil, votre historique, votre flux en direct, vos chiffres. Rien n'est téléchargé. NOOP est un projet indépendant et expérimental, pas l'application WHOOP.
it: Un'app companion autonoma per il tuo WHOOP. Tutto resta su questo dispositivo, la tua cronologia, il tuo flusso in diretta, i tuoi numeri. Nulla viene caricato online. NOOP è un progetto indipendente e sperimentale, non è l'app WHOOP.
pl: Samodzielny towarzysz Twojego WHOOP. Wszystko pozostaje na tym urządzeniu – Twoja historia, transmisja na żywo i Twoje liczby. Nic nie zostało przesłane. NOOP to niezależny projekt eksperymentalny, a nie aplikacja WHOOP.
pt_pt: Um companheiro independente para o teu WHOOP. Tudo fica neste dispositivo, o teu histórico, a tua transmissão em direto, os teus números. Nada é carregado. O NOOP é um projeto experimental independente, não a aplicação WHOOP.
ru: Это отдельное приложение-компаньон для вашего браслета Whoop. Все данные, история, поток измерений в реальном времени, показатели, хранятся только на этом устройстве, ничего не отправляется в облако. NOOP, независимый экспериментальный проект, и это не официальное приложение Whoop.
th: แอปคู่หูอิสระสำหรับ WHOOP ข้อมูลทั้งหมด—ประวัติ สตรีมแบบเรียลไทม์ และค่าของคุณ—อยู่ในอุปกรณ์นี้โดยไม่อัปโหลด NOOP เป็นโครงการทดลองอิสระ ไม่ใช่แอป WHOOP
zh_hans: 为你的 WHOOP 打造的独立伴侣应用。一切都留在这台设备上，，你的历史、你的实时数据流、你的各项数值。不上传任何内容。NOOP 是一个独立的实验性项目，并非 WHOOP 官方应用。
zh_hant: 為你的 WHOOP 打造的獨立伴侶應用程式。一切都留在這台裝置上，，你的歷史、你的即時資料流、你的各項數值。不上傳任何內容。NOOP 是一個獨立的實驗性專案，並非 WHOOP 官方應用程式。

source: A standalone companion for your WHOOP. Everything stays on this device: your history, your live stream, your numbers. Nothing is uploaded. NOOP is an independent, experimental project, not the WHOOP app.
de: Ein eigenständiger Begleiter für dein WHOOP. Alles bleibt auf diesem Gerät: dein Verlauf, dein Live-Stream, deine Zahlen. Nichts wird hochgeladen. NOOP ist ein unabhängiges, experimentelles Projekt, nicht die WHOOP-App.
es: Un complemento independiente para tu WHOOP. Todo permanece en este dispositivo: tu historial, tu transmisión en vivo, tus números. No se sube nada. NOOP es un proyecto independiente y experimental, no la app de WHOOP.
fr: Un compagnon autonome pour votre WHOOP. Tout reste sur cet appareil : votre historique, votre flux en direct, vos chiffres. Rien n'est téléversé. NOOP est un projet indépendant et expérimental, pas l'app WHOOP.
it: Un compagno autonomo per il tuo WHOOP. Tutto resta su questo dispositivo, la tua cronologia, il tuo stream in diretta, i tuoi numeri. Niente viene caricato. NOOP è un progetto indipendente e sperimentale, non l'app WHOOP.
pl: Samodzielny towarzysz Twojego WHOOP. Wszystko pozostaje na tym urządzeniu: Twoja historia, transmisja na żywo, Twoje liczby. Nic nie zostało przesłane. NOOP to niezależny projekt eksperymentalny, a nie aplikacja WHOOP.
pt_pt: Um companheiro independente para o teu WHOOP. Tudo fica neste dispositivo: o teu histórico, a tua transmissão em direto, os teus números. Nada é carregado. O NOOP é um projeto experimental independente, não a aplicação WHOOP.
ru: Самостоятельный компаньон для вашего WHOOP. Всё остаётся на этом устройстве: ваша история, ваш живой поток, ваши показатели. Ничего не загружается. NOOP — независимый экспериментальный проект, а не приложение WHOOP.
th: แอปคู่หูอิสระสำหรับ WHOOP ข้อมูลทั้งหมด ได้แก่ ประวัติ สตรีมแบบเรียลไทม์ และค่าของคุณ อยู่ในอุปกรณ์นี้โดยไม่อัปโหลด NOOP เป็นโครงการทดลองอิสระ ไม่ใช่แอป WHOOP
zh_hans: 为你的 WHOOP 打造的独立伴侣应用。一切都留在这台设备上，你的历史、你的实时数据流、你的各项数值。不上传任何内容。NOOP 是一个独立的实验性项目，并非 WHOOP 官方应用。
zh_hant: 為你的 WHOOP 打造的獨立伴侶應用程式。一切都留在這台裝置上，你的歷史、你的即時資料流、你的各項數值。不上傳任何內容。NOOP 是一個獨立的實驗性專案，並非 WHOOP 官方應用程式。

source: A still, seated snapshot of your heart-rate variability
de: Eine ruhige Momentaufnahme deiner Herzfrequenzvariabilität im Sitzen
es: Una instantánea de tu variabilidad de frecuencia cardíaca, sentado y en reposo
fr: Un instantané au repos, assis, de votre variabilité de la fréquence cardiaque
it: Un'istantanea da fermo, da seduto, della tua variabilità della frequenza cardiaca
pl: Nieruchomy, siedzący obraz zmienności tętna
pt_pt: Um instantâneo imóvel da variabilidade da tua frequência cardíaca
ru: Снимок вариабельности сердечного ритма в спокойном сидячем положении
th: ภาพถ่ายนิ่งของความแปรปรวนของอัตราการเต้นหัวใจ
zh_hans: 在静坐状态下对你心率变异性的一次快照
zh_hant: 在靜坐狀態下對你心率變異性的一次快照

source: a strong
de: stark
es: fuerte
fr: forte
it: una forte
pl: silny
pt_pt: um forte
ru: сильная
th: แข็งแกร่ง
zh_hans: 较强
zh_hant: 強

source: a strong night, supporting recovery
de: eine starke Nacht, stützt die Erholung
es: una buena noche, favorece la recuperación
fr: une nuit forte, favorise la récupération
it: una notte forte, favorisce il recupero
pl: mocna noc, wspierająca regenerację
pt_pt: uma noite forte, apoiando a recuperação
ru: сильная ночь, поддерживающая восстановление
th: คืนที่แข็งแกร่งสนับสนุนการฟื้นตัว
zh_hans: 睡得很好，有助于恢复
zh_hant: 睡得很好，有助於恢復

source: A sync is already in progress.
de: Eine Synchronisierung läuft bereits.
es: Ya hay una sincronización en curso.
fr: Une synchronisation est déjà en cours.
it: Una sincronizzazione è già in corso.
pl: Synchronizacja już trwa.
pt_pt: Uma sincronização já está em curso.
ru: Синхронизация уже выполняется.
th: กำลังดำเนินการซิงค์อยู่แล้ว
zh_hans: 同步已在进行中。
zh_hant: 同步已在進行中。

source: a touch below baseline
de: leicht unter der Basislinie
es: un poco por debajo de tu línea base
fr: un peu en dessous de votre ligne de base
it: leggermente sotto la tua linea di base
pl: dotyk poniżej linii bazowej
pt_pt: um toque abaixo da linha de base
ru: немного ниже нормы
th: ต่ำกว่าค่าฐานเล็กน้อย
zh_hans: 略低于基线
zh_hant: 略低於基線

source: A transparent cardiorespiratory recipe that recovers deep and REM better than the default staging. Opt-in and experimental: it only changes how already-detected nights are split into stages (detection and scores are unchanged), and the default staging stays in place if you leave this off. Takes effect on the next nights staged.
de: Ein transparentes kardiorespiratorisches Rezept, das Tiefschlaf und REM besser rekonstruiert als die Standard-Phaseneinteilung. Opt-in und experimentell: Es ändert nur, wie bereits erkannte Nächte in Phasen aufgeteilt werden (Erkennung und Werte bleiben unverändert), und die Standard-Einteilung bleibt bestehen, wenn du es aus lässt. Wirkt ab den nächsten eingeteilten Nächten.
es: Una receta cardiorrespiratoria transparente que recupera el sueño profundo y REM mejor que la clasificación por defecto. Opcional y experimental: solo cambia cómo se dividen en fases las noches ya detectadas (la detección y las puntuaciones no cambian), y la clasificación por defecto se mantiene si lo dejas desactivado. Se aplica a las próximas noches clasificadas.
fr: Une recette cardiorespiratoire transparente qui restitue mieux le sommeil profond et paradoxal que la répartition par défaut. Optionnelle et expérimentale : elle ne change que la façon dont les nuits déjà détectées sont réparties en stades (la détection et les scores restent inchangés), et la répartition par défaut reste en place si vous la laissez désactivée. Prend effet sur les prochaines nuits réparties en stades.
it: Una ricetta cardiorespiratoria trasparente che recupera meglio il sonno profondo e REM rispetto allo staging predefinito. Facoltativa e sperimentale, cambia solo come le notti già rilevate vengono divise in fasi (rilevamento e punteggi restano invariati), e lo staging predefinito resta attivo se la lasci disattivata. Ha effetto sulle prossime notti elaborate.
pl: Przejrzysta receptura krążeniowo-oddechowa, która regeneruje głęboko i w fazie REM lepiej niż w przypadku domyślnej fazy. Opcja włączająca i eksperymentalna: zmienia jedynie sposób podziału już wykrytych nocy na etapy (wykrywanie i wyniki pozostają niezmienione), a domyślna etapowość pozostaje niezmieniona, jeśli tę opcję wyłączysz. Obowiązuje od kolejnych nocy scenicznych.
pt_pt: Uma receita cardiorrespiratória transparente que recupera melhor o REM profundo e o REM do que o estadiamento padrão. Ativado e experimental: altera apenas a forma como as noites já detetadas são divididas em fases (a deteção e as pontuações permanecem inalteradas), e o teste padrão permanece em vigor se deixar esta opção desativada. Entra em vigor nas próximas noites encenadas.
ru: Прозрачный кардиореспираторный метод, который точнее выявляет глубокий и быстрый сон, чем стандартное разбиение на стадии. Включается вручную и является экспериментальным: он лишь меняет то, как уже обнаруженные ночи делятся на стадии (обнаружение и оценки не меняются), а стандартное разбиение остаётся, если функция выключена. Вступает в силу для следующих обработанных ночей.
th: วิธีจำแนกระยะการนอนจากสัญญาณหัวใจและการหายใจแบบโปร่งใส ซึ่งแยกหลับลึกและ REM ได้ดีกว่าวิธีเริ่มต้น ฟีเจอร์นี้เป็นแบบทดลองและเลือกเปิดเอง โดยเปลี่ยนเฉพาะการแบ่งระยะของคืนที่ตรวจพบแล้ว ไม่เปลี่ยนการตรวจจับหรือคะแนน หากปิดไว้จะยังใช้วิธีเริ่มต้น และมีผลกับคืนที่ประมวลผลถัดไป
zh_hans: 一套透明的心肺算法，比默认的分期能更好地还原深睡和 REM。需主动开启且为实验性，它只改变已检测到的夜晚如何被划分为各阶段（检测和评分不变），如果你保持关闭，则沿用默认分期。将在下次分期的夜晚生效。
zh_hant: 一套透明的心肺演算法，比預設的分期能更好地還原深睡和 REM。需主動開啟且為實驗性，它只改變已偵測到的夜晚如何被劃分為各階段（偵測和評分不變），如果你保持關閉，則沿用預設分期。將在下次分期的夜晚生效。

source: A transparent cardiorespiratory recipe that recovers deep and REM better than the older V1 staging, and is now the default. It only changes how already-detected nights are split into stages (detection and scores are unchanged); turn it off to fall back to V1. Takes effect on the next nights staged.
de: Ein transparentes kardiorespiratorisches Rezept, das sich tief und REM besser erholt als das ältere V1-Staging und jetzt standardmäßig ist. Es ändert sich nur, wie bereits erkannte Nächte in Etappen unterteilt sind (Erkennung und Ergebnisse sind unverändert); Schalten Sie es aus, um auf V1 zurückzugreifen. Tritt in den nächsten Nächten inszeniert.
es: Una receta cardiorrespiratoria transparente que recupera profundo y REM mejor que el estadificación V1 más antiguo, y ahora es el predeterminado. Sólo cambia cómo las noches ya detectadas se dividen en etapas (la detección y las puntuaciones no cambian); apágalo para caer a V1. Efectúa las noches siguientes.
fr: Une recette cardiorespiratoire transparente qui récupère profonde et REM mieux que l'ancienne mise en scène V1, et est maintenant la par défaut. Cela ne fait que changer la façon dont les nuits déjà détectées sont divisées en étapes (la détection et les scores sont inchangés); éteindre pour revenir en V1. Ça prend effet les nuits suivantes.
pl: Przejrzysta receptura krążeniowo-oddechowa, która regeneruje głębiej i w fazie REM lepiej niż starsza wersja V1 i jest teraz domyślna. Zmienia się jedynie sposób podziału już wykrytych nocy na etapy (wykrywanie i wyniki pozostają niezmienione); wyłącz go, aby powrócić do wersji V1. Obowiązuje od kolejnych nocy scenicznych.
pt_pt: Uma receita cardiorrespiratória transparente que recupera melhor o REM profundo e o REM do que o antigo estadiamento V1 e é agora o padrão. Isto apenas altera a forma como as noites já detetadas são divididas em fases (a deteção e as pontuações permanecem inalteradas); desligue-o para voltar a V1. Entra em vigor nas próximas noites encenadas.
th: วิธีจำแนกระยะการนอนจากสัญญาณหัวใจและการหายใจแบบโปร่งใส ซึ่งแยกหลับลึกและ REM ได้ดีกว่า V1 และเป็นค่าเริ่มต้นในขณะนี้ วิธีนี้เปลี่ยนเฉพาะการแบ่งระยะของคืนที่ตรวจพบแล้ว ไม่เปลี่ยนการตรวจจับหรือคะแนน ปิดเพื่อกลับไปใช้ V1 และมีผลกับคืนที่ประมวลผลถัดไป

source: a typical night
de: eine typische Nacht
es: una noche típica
fr: une nuit typique
it: una notte tipica
pl: typowa noc
pt_pt: uma noite típica
ru: типичная ночь
th: คืนปกติ
zh_hans: 一个平常的夜晚
zh_hant: 一個平常的夜晚

source: A typical recent day
de: Ein typischer Tag der letzten Zeit
es: Un día reciente típico
fr: Un jour récent typique
it: Una giornata recente tipica
pl: Typowy ostatni dzień
pt_pt: Um típico dia recente
ru: Типичный день за последнее время
th: วันที่ผ่านมาโดยทั่วไป
zh_hans: 近期的典型一天
zh_hant: 近期的一個典型日子

source: a very strong
de: sehr stark
es: muy fuerte
fr: très forte
it: una molto forte
pl: bardzo silny
pt_pt: um muito forte
ru: очень сильная
th: แข็งแกร่งมาก
zh_hans: 很强
zh_hant: 非常強的
